g/h/pos.org
#+TITLE:     Notes on Hegel's /Phenomenology of Spirit/
#+AUTHOR:    GW Dean
#+EMAIL:     greg@greg-Satellite-C855D
#+DATE:      2013-10-08 Tue
#+DESCRIPTION: 
#+KEYWORDS: 
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:nil skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 

* Version of the /Phenomenology/
Phenomenology of Spirit
by GWF Hegel
AV Miller (Translation)
JN Findlay (Foreword)
JN Findlay (Analysis of the Text)





* Contents
** Preface: On Scientific Cognition
** Introduction
** Consciousness
*** Sense-Certainty: or the 'This' and 'Meaning'
*** Perception: Or the Thing and Deception
*** Force and the Understanding: Appearance and the Supersensible World
** Self-Consciousness
*** The Truth of Self-Certainty
**** Independence and dependence of self-consciousness: Lordship and Bondage
**** Freedom of self-consciousness: Stoicism, Skepticism, and the Unhappy Consciousness
** (AA) Reason
*** The Certainty and Truth of Reason
**** Observing Reason
***** Observation of nature...
***** Observation of self-consciousness in its purity...
***** Observation of self-consciousness in relation...
**** The actualization of rational self-consciousness through its own activity
** (BB) Spirit
** (CC) Religion
** (DD) Absolute Knowing
* Analysis of the Text
** Preface 1-72
** Introduction 73-89
** Sense-Certainty 90-110
** Perception 111-131
** Force and the Understanding 132-165
** The Truth of Self-Certainty 166-230
