g/h/pos.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Notes on Hegel's <i>Phenomenology of Spirit</i></title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-10-08 Tue"/>
<meta name="author" content="GW Dean"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Notes on Hegel's <i>Phenomenology of Spirit</i></h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Version of the <i>Phenomenology</i> </a></li>
<li><a href="#sec-2">2 Contents </a>
<ul>
<li><a href="#sec-2.1">2.1 Preface: On Scientific Cognition </a></li>
<li><a href="#sec-2.2">2.2 Introduction </a></li>
<li><a href="#sec-2.3">2.3 Consciousness </a>
<ul>
<li><a href="#sec-2.3.1">2.3.1 Sense-Certainty: or the 'This' and 'Meaning' </a></li>
<li><a href="#sec-2.3.2">2.3.2 Perception: Or the Thing and Deception </a></li>
<li><a href="#sec-2.3.3">2.3.3 Force and the Understanding: Appearance and the Supersensible World </a></li>
</ul>
</li>
<li><a href="#sec-2.4">2.4 Self-Consciousness </a>
<ul>
<li><a href="#sec-2.4.1">2.4.1 The Truth of Self-Certainty </a></li>
</ul>
</li>
<li><a href="#sec-2.5">2.5 (AA) Reason </a>
<ul>
<li><a href="#sec-2.5.1">2.5.1 The Certainty and Truth of Reason </a></li>
</ul>
</li>
<li><a href="#sec-2.6">2.6 (BB) Spirit </a></li>
<li><a href="#sec-2.7">2.7 (CC) Religion </a></li>
<li><a href="#sec-2.8">2.8 (DD) Absolute Knowing </a></li>
</ul>
</li>
<li><a href="#sec-3">3 Analysis of the Text </a>
<ul>
<li><a href="#sec-3.1">3.1 Preface 1-72 </a></li>
<li><a href="#sec-3.2">3.2 Introduction 73-89 </a></li>
<li><a href="#sec-3.3">3.3 Sense-Certainty 90-110 </a></li>
<li><a href="#sec-3.4">3.4 Perception 111-131 </a></li>
<li><a href="#sec-3.5">3.5 Force and the Understanding 132-165 </a></li>
<li><a href="#sec-3.6">3.6 The Truth of Self-Certainty 166-230 </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Version of the <i>Phenomenology</i> </h2>
<div class="outline-text-2" id="text-1">

<p>Phenomenology of Spirit
by GWF Hegel
AV Miller (Translation)
JN Findlay (Foreword)
JN Findlay (Analysis of the Text)
</p>




</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Contents </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2.1" class="outline-3">
<h3 id="sec-2.1"><span class="section-number-3">2.1</span> Preface: On Scientific Cognition </h3>
<div class="outline-text-3" id="text-2.1">

</div>

</div>

<div id="outline-container-2.2" class="outline-3">
<h3 id="sec-2.2"><span class="section-number-3">2.2</span> Introduction </h3>
<div class="outline-text-3" id="text-2.2">

</div>

</div>

<div id="outline-container-2.3" class="outline-3">
<h3 id="sec-2.3"><span class="section-number-3">2.3</span> Consciousness </h3>
<div class="outline-text-3" id="text-2.3">


</div>

<div id="outline-container-2.3.1" class="outline-4">
<h4 id="sec-2.3.1"><span class="section-number-4">2.3.1</span> Sense-Certainty: or the 'This' and 'Meaning' </h4>
<div class="outline-text-4" id="text-2.3.1">

</div>

</div>

<div id="outline-container-2.3.2" class="outline-4">
<h4 id="sec-2.3.2"><span class="section-number-4">2.3.2</span> Perception: Or the Thing and Deception </h4>
<div class="outline-text-4" id="text-2.3.2">

</div>

</div>

<div id="outline-container-2.3.3" class="outline-4">
<h4 id="sec-2.3.3"><span class="section-number-4">2.3.3</span> Force and the Understanding: Appearance and the Supersensible World </h4>
<div class="outline-text-4" id="text-2.3.3">

</div>
</div>

</div>

<div id="outline-container-2.4" class="outline-3">
<h3 id="sec-2.4"><span class="section-number-3">2.4</span> Self-Consciousness </h3>
<div class="outline-text-3" id="text-2.4">


</div>

<div id="outline-container-2.4.1" class="outline-4">
<h4 id="sec-2.4.1"><span class="section-number-4">2.4.1</span> The Truth of Self-Certainty </h4>
<div class="outline-text-4" id="text-2.4.1">

<ul>
<li id="sec-2.4.1.1">Independence and dependence of self-consciousness: Lordship and Bondage <br/>
</li>
<li id="sec-2.4.1.2">Freedom of self-consciousness: Stoicism, Skepticism, and the Unhappy Consciousness <br/>
</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-2.5" class="outline-3">
<h3 id="sec-2.5"><span class="section-number-3">2.5</span> (AA) Reason </h3>
<div class="outline-text-3" id="text-2.5">


</div>

<div id="outline-container-2.5.1" class="outline-4">
<h4 id="sec-2.5.1"><span class="section-number-4">2.5.1</span> The Certainty and Truth of Reason </h4>
<div class="outline-text-4" id="text-2.5.1">

<ul>
<li id="sec-2.5.1.1">Observing Reason <br/>
<ul>
<li id="sec-2.5.1.1.1">Observation of nature&hellip; <br/>
</li>
<li id="sec-2.5.1.1.2">Observation of self-consciousness in its purity&hellip; <br/>
</li>
<li id="sec-2.5.1.1.3">Observation of self-consciousness in relation&hellip; <br/>
</li>
</ul>
</li>
<li id="sec-2.5.1.2">The actualization of rational self-consciousness through its own activity <br/>
</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-2.6" class="outline-3">
<h3 id="sec-2.6"><span class="section-number-3">2.6</span> (BB) Spirit </h3>
<div class="outline-text-3" id="text-2.6">

</div>

</div>

<div id="outline-container-2.7" class="outline-3">
<h3 id="sec-2.7"><span class="section-number-3">2.7</span> (CC) Religion </h3>
<div class="outline-text-3" id="text-2.7">

</div>

</div>

<div id="outline-container-2.8" class="outline-3">
<h3 id="sec-2.8"><span class="section-number-3">2.8</span> (DD) Absolute Knowing </h3>
<div class="outline-text-3" id="text-2.8">

</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Analysis of the Text </h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3.1" class="outline-3">
<h3 id="sec-3.1"><span class="section-number-3">3.1</span> Preface 1-72 </h3>
<div class="outline-text-3" id="text-3.1">

</div>

</div>

<div id="outline-container-3.2" class="outline-3">
<h3 id="sec-3.2"><span class="section-number-3">3.2</span> Introduction 73-89 </h3>
<div class="outline-text-3" id="text-3.2">

</div>

</div>

<div id="outline-container-3.3" class="outline-3">
<h3 id="sec-3.3"><span class="section-number-3">3.3</span> Sense-Certainty 90-110 </h3>
<div class="outline-text-3" id="text-3.3">

</div>

</div>

<div id="outline-container-3.4" class="outline-3">
<h3 id="sec-3.4"><span class="section-number-3">3.4</span> Perception 111-131 </h3>
<div class="outline-text-3" id="text-3.4">

</div>

</div>

<div id="outline-container-3.5" class="outline-3">
<h3 id="sec-3.5"><span class="section-number-3">3.5</span> Force and the Understanding 132-165 </h3>
<div class="outline-text-3" id="text-3.5">

</div>

</div>

<div id="outline-container-3.6" class="outline-3">
<h3 id="sec-3.6"><span class="section-number-3">3.6</span> The Truth of Self-Certainty 166-230 </h3>
<div class="outline-text-3" id="text-3.6">

</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: GW Dean
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-10-08 Tue</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
